<?php

$_lang['gl_prop_limit'] = 'Ограничение количества результатов выборки. Можно использовать "0".';
$_lang['gl_prop_offset'] = 'Пропуск результатов от начала.';
$_lang['gl_prop_sortby'] = 'Любое поле для сортировки.';
$_lang['gl_prop_sortdir'] = 'Направление сортировки: по убыванию или возрастанию.';
$_lang['gl_prop_where'] = 'Массив дополнительных параметров выборки, закодированный в JSON.';
$_lang['gl_prop_outputSeparator'] = 'Разделитель вывода строк.';
$_lang['gl_prop_sortBy'] = 'Поле сортировки.';
$_lang['gl_prop_sortDir'] = 'Направление сортировки.';
$_lang['gl_prop_tpl'] = 'Имя чанка для оформления.';
$_lang['gl_prop_toPlaceholder'] = 'Усли указан этот параметр, то результат будет сохранен в плейсхолдер, вместо прямого вывода на странице.';
$_lang['gl_prop_class'] = 'Имя класса для выборки. По умолчанию, "glCity".';
$_lang['gl_prop_modalShow'] = 'Показать модальное окно.';
$_lang['gl_prop_jqueryJs'] = 'Файл с jquery.js для подключения на фронтенде.';
$_lang['gl_prop_frontendCss'] = 'Файл с css стилями для подключения на фронтенде.';
$_lang['gl_prop_frontendJs'] = 'Файл с javascript для подключения на фронтенде.';

